Repository: ducha-happy/telegram-bot
Catalog: src/Resources/translations/messages.*.xliff
Languages: ru_ru

# telegram_bot_description
source: With my help you can create polls and conduct them in your groups! So you can create a poll with "%poll_create_command_name%" and start that poll in any group where i live with "%poll_start_command_name% name" or "%poll_start_command_name% number". You can find all your polls and statistic for them with help of the command "%start_command_name%".
ru_ru: С моей помощью вы можете создавать опросы и запускать их в ваших группах! Так вы можете создать опрос с помощью "%poll_create_command_name%" и запустить его в любой группе, где я есть, с помощью "%poll_start_command_name% name" или "%poll_start_command_name% number". Вы можете найти все ваши опросы и статистику по ним с помощью "%start_command_name%".

# kill_bot_command_description
source: This command kills the bot so that it can start only from server. The bot will be killed only if the command came from the administrator.
ru_ru: Эта команда "убивает" бота полностью. После этого он может быть запущен снова только на сервере. Бот "убивается" только в том случае, если команда пришла от администратора.

# list_command_description
source: This command shows list of available commands
ru_ru: Команда показывает список доступных команд

# new_chat_command_description
source: This command processes adding of new chat participant
ru_ru: Команда обрабатывает добавление(удаление) участника чата

# people_command_description
source: This command shows how many people in a chat. Accordingly, it is for information and applicable only in groups.
ru_ru: Команда показывает сколько людей в чате известно боту. Соответственно, это команда только для групп.

# people_command_no_info
source: Sorry. I have no information about people.
ru_ru: Извините. У меня нет информации.

# people_command_count_humans
source: %count% humans in the chat
ru_ru: %count% людей в чате

# ping_command_description
source: Send pong message. This command is only for test.
ru_ru: Команда - послать pong сообщение. Это команда для тестирования бота.

# poll_command_description
source: This command leads the process of a poll.
ru_ru: Эта команда ведет процесс опроса.

# poll_survey_finished
source: This poll is finished! Thank you for your replies!
ru_ru: Опрос завершён! Спасибо всем за ответы!

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

# ask_next_question
source: Do you want to ask next question?
ru_ru: Вы хотите задать следующий вопрос?

# poll_created_successfully
source: Your poll was created successfully!
ru_ru: Ваш опрос успешно создан!

# now_you_can_lead_poll
source: Now you can conduct a poll in any group with "%command%"!
ru_ru: Теперь вы можете проводить опрос в любой группе с помощью "%command%"!

# you_can_find_all_your_polls
source: You can find all your polls with "%command%"!
ru_ru: Вы можете найти все ваши опросы и статистику по ним с помощью "%command%"!

# poll_already_exists
source: A poll with a such name already exists. Try other name.
ru_ru: Опрос с таким именем уже существует. Попробуйте другое имя.

# poll_start_command_description
source: This command starts poll. The command is available only in group chat. Formats: 1) %format1%; 2) %format2%; 3) %format3%.
ru_ru: Команда запускает опрос. Предназначена только для групп. Форматы: 1) %format1%; 2) %format2%; 3) %format3%.

# poll_survey_already_conducting
source: This poll already is conducting in this chat.
ru_ru: Этот опрос уже проводится в этом чате.

# other_poll_survey_already_conducting
source: Other poll already is conducting in this chat. Try once more later.
ru_ru: В этом чате уже проводится другой опрос. Попробуйте еще раз позднее.

# can_not_find_any_poll
source: Can not find any poll. You need to create a poll, the one at least.
ru_ru: Нет ни одного опроса. По крайней мере, вам нужно создать хотя бы один.

# run_command_description
source: This command starts bot. The bot will be start only if the command came from the administrator.
ru_ru: Команда запускает бота. Бот будет запущен только, если данная команда поступит от администратора.

# can_not_find_the_poll
source: Sorry. Can not find the poll with number %number%
ru_ru: Извините. Не могу найти опрос с номером %number%

# you_can_start_the_poll
source: You can start this poll in any group where i live with %command%
ru_ru: Вы можете провести опрос в любой группе, где я есть, с помощью %command%

# can_not_find_the_statistic
source: Sorry. Can not find the statistic for the poll with number %number%
ru_ru: Извините. Не могу найти статистику для опроса с номером %number%

# can_not_remove_the_poll
source: Sorry. Can not remove the poll with number %number%
ru_ru: Извините. Не могу удалить опрос с номером %number%

# poll_was_removed
source: Ok. Your poll with number %number% was removed!
ru_ru: Ok. Ваш опрос с номером %number% был удалён!

# can_not_remove_the_poll_in_time_of_conducting
source: Sorry. Can not remove the poll with number %number% in time of conducting - remove the statistic of that poll first
ru_ru: Извините. Не могу удалить опрос с номером %number% во время проведения - сначала удалите статистику по нему.

# to_create_poll
source: To create a poll use this command %command%
ru_ru: Чтобы создать опрос используйте эту команду %command%

# conducting_of_poll_was_canceled
source: I am very sorry, but this conducting of poll ("%poll_id% - %poll_name%") was canceled by poll creator.
ru_ru: Сожалею, проведение данного опроса ("%poll_id% - %poll_name%") было отменено его создателем.

# statistic_was_removed
source: The statistic for ("%group_title% - %poll_name%") was removed.
ru_ru: Статистика для ("%group_title% - %poll_name%") была удалена.

# select_statistic_for_poll
source: Select the statistic for your poll (%poll_id% - %poll_name%).
ru_ru: Выберите статистику для вашего опроса (%poll_id% - %poll_name%).

# you_have_not_any_polls
source: You have not any polls yet. To create a poll, You can use "%command%" command.
ru_ru: У вас нет ни одного опроса. Чтобы создать опрос используйте "%command%" команду.

# select_menu_point
source: Select a menu point - what do you want me to do for you!
ru_ru: Выберите пункт меню - что вы хотите, чтобы я сделал!

# main_menu_caption
source: Main Menu
ru_ru: Главное

# all_polls_menu_caption
source: All Polls
ru_ru: Все опросы

# poll_show_stat_menu_caption
source: Poll Show Stat Menu
ru_ru: Статистика

# poll_create_action_caption
source: Poll Create
ru_ru: Создать опрос

# poll_remove_action_caption
source: Poll Remove
ru_ru: Удалить опрос

# poll_show_action_caption
source: Poll Show
ru_ru: Подробности

# poll_show_stat_action_caption
source: Statistic
ru_ru: Статистика

# poll_show_stat_action_uncompleted_caption
source: Uncompleted Statistic
ru_ru: Незавершённая Статистика

# poll_stat_remove_action_caption
source: Statistic Remove
ru_ru: Удалить статистику

# stop_command_description
source: This command stops bot. The bot will be stopped only if the command came from the administrator.
ru_ru: Команда - остановить бота. Бот будет остановлен только в том случае, если команда пришла от администратора.

# poll_create_command_description
source: This command creates poll. It is available only for private chats. Formats: 1) %format1%; 2) %format2%.
ru_ru: Команда создаёт опрос. Команда доступна только в чатных чатах. Форматы: 1) %format1%; 2) %format2%.

# start_command_description
source: This command starts an interactive menu so that a user can manage their polls. It is available only for private chat.
ru_ru: Команда запускает интерактивное меню, чтобы пользователь мог управлять своими опросами. Команда доступна только в чатных чатах.

# select_poll_and_action
source: Select your poll and action what you want.
ru_ru: Выберите ваш опрос или действие, что вы хотите.

# go_to_and_try_there
source: Go to %bot_name% and try %command% there
ru_ru: Идите в %bot_name% и попробуйте %command% там

source: Response
ru_ru: Ответ

source: Responses
ru_ru: Ответы

source: Question
ru_ru: Вопрос

# total_voted
source: Voted out
ru_ru: Проголосовало

# total_voting
source: Total of voting
ru_ru: Голосующих

# whoami_command_description
source: This command will show you your private chat id.
ru_ru: Команда покажет вам ваш id.
